Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/buying_your_local_authority_house.html.txt.tmx
Source language: en
Languages: ga

source: Buying a local authority house or flat
ga: Teach nó árasán a cheannach ón údarás áitiúil

source: • Incremental purchase - 2016 scheme
ga: • Ceannach incriminteach - scéim 2016

source: • Tenant Purchase of Apartments Scheme (TPAS)
ga: • Scéim Ceannaigh Árasán do Thionóntaí (SCAT)

source: • 1995 Tenant Purchase Scheme (for houses only)
ga: • Scéim Ceannaigh do Thionóntaí 1995 (tithe amháin)

source: Several purchase schemes have been developed to enable tenants of local authority houses or apartments to buy their homes from the local authority
ga: Le blianta anuas, cuireadh roinnt scéimeanna ar fáil do thionóntaí i dtithe nó in árasáin de chuid an údaráis áitiúil, chun an teach nó an t-árasán a cheannach ón údarás áitiúil

source: They include the Tenant Purchase of Apartments Scheme (TPAS) and the 2010 Incremental Purchase Scheme for newly built houses – both outlined below
ga: Ina measc, tá an Scéim Ceannaigh Árasán do Thionóntaí (SCAT) agus an scéim ceannaigh incrimintigh (2010) i leith tithe nua - féach thíos

source: A new incremental purchase scheme has been introduced – see below. It replaces the 1995 Tenant Purchase Scheme, which is closed to new applicants – see ‘1995 Tenant Purchase Scheme’ below
ga: Anuas air sin, b’fhéidir go mbeidh tú in ann ceannach a dhéanamh trí scéim cheannaigh incrimintigh – féach ‘Ceannach Incriminteach’ thíos

source: Incremental purchase - 2016 scheme
ga: Ceannach incriminteach - scéim 2016

source: A new incremental tenant purchase scheme has been introduced under the Housing (Sale of Local Authority Houses) Regulations 2015, with effect from 1 January 2016
ga: Tá scéim nua ceannaigh incrimintigh i bhfeidhm ó 1 Eanáir 2016 faoi rialacháin tithíochta 2015

source: To qualify for this new scheme, you must have been getting social housing support for at least a year on the date of application and you must have an annual income of at least €15,000 per year. You may be able to get a local authority mortgage
ga: Chun cáiliú le haghaidh na scéime nua, ní mór go mbeadh tacaíocht tithíochta soisialta á fáil agat ar feadh bliana ar a laghad ar dáta d'iarratais, agus go mbeadh ioncam €15,000 ar a laghad agat in aghaidh na bliana

source: You will get a discount of 60%, 50% or 40% off the purchase price of the house, depending on your income
ga: Gheobhaidh tú lascaine 60%, 50% or 40% ar phraghas ceannaigh an tí, de réir d'ioncaim

source: An incremental charge, equivalent to the discount, will be placed on the house
ga: Cuirfear muirear incriminteach ar an teach, a bheidh coibhéiseach leis an lascaine

source: If you sell the house within this specified period, you will have to pay the outstanding incremental charge on the house to the local authority
ga: Má dhíolann tú an teach le linn na tréimhse seo, beidh ort an chuid eile den mhuirear incriminteach a íoc leis an údarás áitiúil

source: There is information about the scheme on environ.ie, including an information booklet (pdf)
ga: Tá breis sonraí ar an scéim ar environ.ie, ina measc leabhrán faisnéise (pdf)

source: Tenant Purchase of Apartments Scheme (TPAS)
ga: Scéim Ceannaigh Árasán do Thionóntaí (SCAT)

source: This scheme came into effect on 1 January 2012
ga: Tháinig an scéim seo i bhfeidhm ar an 1 Eanáir 2012

source: For an apartment complex to be eligible for designation for tenant purchase, it must:
ga: Má tá coimpléasc árasán le bheith i dteideal a ainmnithe do cheannach ag tionónta, ní mór an méid a leanas bheith i gceist:

source: • Comprise at least 5 apartments (other than community apartments)
ga: • Go bhfuil ar a laghad 5 árasán (seachas árasáin phobail) ann,

source: • Not contain retail units or apartments designed for older people
ga: • Nach bhfuil aon aonaid mhiondíola nó árasáin ann a dearadh do dhaoine aosta

source: • Satisfy criteria set out in Section 51 of the Housing (Miscellaneous Provisions) Act 2009
ga: • Go sásaítear na critéir a leagtar amach in alt 51 d’Acht na dTithe (Forálacha Ilghnéitheacha), 2009

source: In addition, at least 65% of tenants must support designation of the complex
ga: Sa mhullach air sin, ní mór go dtacóidh ar a laghad 65% de líon na dtionóntaí le hainmniú an choimpléisc

source: When apartments are being sold in a designated complex, the housing authority transfers ownership of the entire complex to an apartment owners’ management company
ga: Nuair atá árasáin á ndíol i gcoimpléasc ainmnithe, aistríonn an t-údarás áitiúil úinéireacht an choimpléisc chuig cuideachta bhainistíochta úinéirí árasán

source: The management company immediately leases all the apartments back to the authority for continued letting to tenants, who will then have the option of buying them from the authority
ga: Ligeann an chuideachta bhainistíochta na hárasáin uile láithreach bonn ar ais leis an údarás áitiúil chun iad a ligean le tionóntaí, a mbeidh an rogha ansin acu iad a cheannach ón údarás

source: Sales follow the incremental purchase model
ga: Leanann díolacháin an tsamhail cheannaigh incrimintigh

source: There are discounts of 40%, 50% or 60% off the purchase price, depending on household income
ga: Baintear lascainí 40%, 50% nó 60% ón bpraghas ceannaigh, ag brath ar ioncam teaghlaigh

source: There is also a local authority charge, which reduces by a set proportion each year
ga: Ina theannta sin, tá muirear údaráis áitiúil i gceist ar a thagann laghdú de chomhréir socraithe gach bliain

source: Before apartments are sold
ga: Sula ndíoltar na h-árasáin

source: Housing authorities have to undertake a considerable amount of preparatory work before they can sell individual apartments to tenants
ga: Tá ar údaráis tithíochta tabhairt faoi mhéid suntasach d’obair ullmhúcháin sular féidir leo árasáin aonair a dhíol le tionóntaí

source: • Assessing the suitability of selected apartment complexes
ga: • Oiriúnacht choimpléisc roghnaithe árasán a mheas

source: • Establishing annual maintenance costs in order to calculate annual service charges for people buying apartments
ga: • Costais bhliantúla chothabhála a dheimhniú, d’fhonn muirir bhliantúla sheirbhíse a ríomh do dhaoine a cheannaíonn árasáin

source: • Consulting tenants and conducting a vote
ga: • Dul i gcomhairle le tionóntaí agus tabhairt faoi vóta

source: Incremental purchase - 2010 scheme
ga: Ceannach incriminteach - scéim 2010

source: An Incremental Purchase Scheme for newly built houses was launched in June 2010, to allow people who qualify for social housing (including existing social housing tenants) to buy designated newly built houses from a local authority or approved housing body at a discount
ga: Seoladh Scéim Cheannaigh Incrimintigh do thithe nuathógtha i Meitheamh 2010, a cheadaíonn do dhaoine a cháilíonn do thithíocht shóisialta (tionóntaí reatha tithíochta sóisialta san áireamh) chun tithe sainithe nuathógtha a cheannach ó údarás áitiúil nó ó chomhlacht faofa tithíochta ar lascaine

source: The 2016 incremental purchase scheme for existing local authority houses, described above, is modelled on this 2010 scheme
ga: Tá scéim cheannaigh incrimintigh 2016 atá dírithe ar thithe údaráis áitiúil reatha, a ndéantar cur síos uirthi thuas, bunaithe ar scéim seo 2010

source: 1995 Tenant Purchase Scheme (for houses only)
ga: Scéim Ceannaigh do Thionóntaí 1995 (tithe amháin)

source: The 1995 scheme is closed for new applicants
ga: Tá deireadh curtha leis an scéim seo le haghaidh iarrthóirí nua

source: If you bought a house under this scheme and want to sell the house within 20 years of the date you bought it, or before you have acquired full ownership, you must get the consent of the local authority
ga: Má bhí tú páirteach sa scéim, agus más mian leat an teach a dhíol laistigh 20 bliain den dáta ar cheannaigh tú é, nó sula bhfuair tú úinéireacht iomlán ar an teach, ní mór duit toiliú an údaráis áitiúil a fháil

source: Contact the Housing Department of your local authority
ga: Déan teagmháil le Rannóg Tithíochta d’údaráis áitiúil
